Revit 2024 API
ParameterTypeId.AnalyticalMemberForceEndAllNonZero Property
 "All non 0 forces at end"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalMemberForceEndAllNonZero { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalMemberForceEndAllNonZero As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalMemberForceEndAllNonZero {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace